{"basic": [{"lines": [{"author": "Peter Borden", "quote": "Most advances in science come when a person for one reason or another is forced to change fields."}]}, {"lines": [{"author": "Albert Einstein", "quote": "As far as the laws of mathematics refer to reality, they are not certain; and as far as they are certain, they do not refer to reality."}]}, {"lines": [{"author": "Mary Caroline Davies", "quote": "May I forget what ought to be forgotten; and recall, unfailing, all that ought to be recalled, each kindly thing, forgetting what might sting."}]}, {"lines": [{"author": "Charlotte Bronte", "quote": "I try to avoid looking backward and keep looking upward."}]}, {"lines": [{"author": "Sophie Scholl", "quote": "The real damage is done by those millions who want to 'survive.' The honest men who just want to be left in peace. [...] Safe?! From what? Life is always on the edge of death; [...] a little candle burns itself out just like a flaming torch does. I choose my own way to burn."}]}, {"lines": [{"author": "Irish toast", "quote": "May your glass be ever full. May the roof over your head be always strong. And may you be in heaven half an hour before the devil knows you're dead."}]}, {"lines": [{"author": "W. Emerson", "quote": "I cannot remember the books I've read any more than the meals I have eaten; even so, they have made me."}]}, {"lines": [{"author": "D. Rupert", "quote": "The goal of a book isn’t to get to the last page, it’s to expand your thinking."}]}, {"lines": [{"author": "Gordon Atkinson", "quote": "One thing is clear to me. You can't know everything you'd like to know. You can't do everything you'd like to do. You can't read everything you'd like to read. You must hold onto some things and let go of others. Learning to make that choice is one of the big lessons of this life."}]}, {"lines": [{"author": "Henry David Thoreau", "quote": "There is no remedy for love but to love more."}]}, {"lines": [{"author": "Sara June Parker", "quote": "May I never miss a sunset or a rainbow because I am looking down."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "If we do not do the impossible, we shall be faced with the unthinkable."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "We are part of nature, a product of a long evolutionary journey. To some degree, we carry the ancient oceans in our blood. … Our brains and nervous systems did not suddenly spring into existence without long antecedents in natural history."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "That which we most prize as integral to our humanity - our extraordinary capacity to think on complex conceptual levels - can be traced back to the nerve network of primitive invertebrates, the ganglia of a mollusk, the spinal cord of a fish, the brain of an amphibian, and the cerebral cortex of a primate."}]}, {"lines": [{"author": "Patricia Russel-McCloud", "quote": "Life is an escalator: You can move forward or backward; you can not remain still."}]}, {"lines": [{"author": "Ekko", "quote": "Sometimes taking a leap forward means leaving a few things behind."}]}, {"lines": [{"author": "Frank Underwood", "quote": "If you don't like how the table is set, turn over the table."}]}, {"lines": [{"author": "", "quote": "The world is cruel, therefore I won't be"}]}, {"lines": [{"author": "", "quote": "Just because I can survive harsh conditions, doesn't mean I should have to."}]}, {"lines": [{"author": "Donald Glover", "quote": "I know I'm the shit. I put in the work. And my idea of what is cool is a better road for everybody"}]}, {"lines": [{"author": "", "quote": "Wasting time with you has been the biggest joy in my life."}]}, {"lines": [{"author": "", "quote": "You can easily return to the past, but no one is there anymore"}]}, {"lines": [{"author": "", "quote": "Dream big, eat well, fuck loud."}]}, {"lines": [{"author": "Antonio Gramsci", "quote": "The challenge of modernity is to live without illusions and without becoming disillusioned."}]}, {"lines": [{"author": "Frederich Nietzche", "quote": "They muddy the water, to make it seem deep."}]}, {"lines": [{"author": "", "quote": "The only way out is through."}]}, {"lines": [{"author": "", "quote": "There is nowhere to go but everywhere. So just keep rolling under the star."}]}, {"lines": [{"author": "Coach K", "quote": "Learn how to listen. You’re not gonna learn with you just talking."}]}, {"lines": [{"author": "Lisa Alther", "quote": "I happen to feel that the degree of a person's intelligence is directly reflected by the number of conflicting attitudes she can bring to bear on the same topic."}]}, {"lines": [{"author": "Ella Wheeler Wilcox", "quote": "Love much. Earth has enough of bitter in it."}]}, {"lines": [{"author": "Hunter S. Thompson", "quote": "I hate to advocate drugs, alcohol, violence, or insanity to anyone, but they've always worked for me."}]}, {"lines": [{"author": "Ralph Waldo Emerson", "quote": "Nothing can bring you peace but yourself."}]}, {"lines": [{"author": "Henri Bergson", "quote": "Think like a man of action, act like a man of thought."}]}, {"lines": [{"author": "Alphonse Allais", "quote": "Ne remets pas à demain ce que tu peux faire après-demain."}]}, {"lines": [{"author": "", "quote": "Si l'ont m'apprenais que la fin du monde est pour demain, je planterais quand même un pommier."}]}, {"lines": [{"author": "Louis Guilloux", "quote": "Il ne s'agit pas de savoir si l'on doit vivre ou mourir, aimer ou haïr. Il s'agit de savoir : au nom de quoi ?"}]}, {"lines": [{"author": "Primo Levi", "quote": "Les jours se ressemblent tous et il n'est pas facile de les compter."}]}, {"lines": [{"author": "Marc Bekoff", "quote": "Humans are a part of nature not apart from nature."}]}, {"lines": [{"author": "Paul Johnson", "quote": "The more we understand about life, in general, the more we value the lives of all creatures."}]}, {"lines": [{"author": "Janice Anderson", "quote": "Embrace compassion without exception."}]}, {"lines": [{"author": "Nemo", "quote": "Fish are friends. Not food."}]}, {"lines": [{"author": "Albert Camus", "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion."}]}, {"lines": [{"author": "Mikhail Bakunin", "quote": "by striving to do the impossible, man has always achieved what is possible. those who have cautiously done no more than they believed possible have never taken a single step forward."}]}, {"lines": [{"author": "Aristippus", "quote": "If you would only learn to flatter the king, you would not have to live on lentils."}, {"author": "Diogenes", "quote": "If only you would learn to live on lentils, you would not have to flatter the king."}]}, {"lines": [{"author": "Louise Michel", "quote": "Plus l'homme est féroce envers la bête, plus il est rampant devant les hommes qui le dominent."}]}, {"lines": [{"author": "Louise Michel", "quote": "Je suis ambitieuse pour l’humanité; moi, je voudrais que tout le monde fût artiste, assez poète pour que la vanité humaine disparût."}]}, {"lines": [{"author": "Serj Tankian", "quote": "Day is just a collection of hours."}]}, {"lines": [{"author": "Serj Tankian", "quote": "Everyone is born pure, and it’s the very act of living—fighting for our survival—that beats the purity and goodness out of us."}]}, {"lines": [{"author": "Elisée Reclus", "quote": "D’abord, la science n’est pas : elle se fait. Le savant du jour n’est que l’ignorant du lendemain."}]}, {"lines": [{"author": "Elisée Reclus", "quote": "Là où le sol s'est enlaidi, là où toute poésie a disparu du paysage, les imaginations s'éteignent, les esprits s'appauvrissent la routine et la servilité s'emparent des âmes et les disposent à la torpeur et à la mort."}]}, {"lines": [{"author": "Elisée Reclus", "quote": "Semblables au ruisseau qui s'enfuit, nous changeons à chaque instant; notre vie se renouvelle de minute en minute, et si nous croyons rester les mêmes, ce n'est que pure illusion de notre esprit."}]}, {"lines": [{"author": "Elisée Reclus", "quote": "Si je n'avais passé de longues heures, couché sur l'herbe, à regarder ou à entendre ces petits êtres, mes frères, peut-être aurais-je moins compris combien est vivante aussi la grande terre qui porte sur son sein tous ces infiniment petits et les entraîne avec nous dans l'insondable espace."}]}, {"lines": [{"author": "", "quote": "If you keep thinking all those bad thoughts, eventually you'll become them."}]}, {"lines": [{"author": "", "quote": "All I had I gave."}]}, {"lines": [{"author": "", "quote": "I'm scared that I'm not making enough memories."}]}, {"lines": [{"author": "", "quote": "You will fail."}, {"author": "", "quote": "But I won't quit."}]}, {"lines": [{"author": "", "quote": "Pain is inevitable."}, {"author": "", "quote": "Suffering is a choice."}]}, {"lines": [{"author": "", "quote": "I want to be loved for who I am, not who I pretend to be."}]}, {"lines": [{"author": "", "quote": "I don't know a lot about anything, but I know a little about practically anything."}]}, {"lines": [{"author": "Hayao Miyazaki", "quote": "When you die, you can't see the sunset."}]}, {"lines": [{"author": "", "quote": "Asking questions is more important than finding answers."}]}, {"lines": [{"author": "Richard Linklater", "quote": "As you get older, you want less from the world; you just want to experience it. Ordinary things become beautifully poetic."}]}, {"lines": [{"author": "David Lynch", "quote": "No matter what the weather is, I wish for all of you blue skies and golden sunshine internally all along the way."}]}, {"lines": [{"author": "David Lynch", "quote": "What a great time to be alive if you love the theater of the absurd."}]}, {"lines": [{"author": "David Lynch", "quote": "Today I'm thinking about trees and how beautiful they are."}]}, {"lines": [{"author": "Jack Kerouak", "quote": "I have nothing to offer anyone  except my own confusion."}]}, {"lines": [{"author": "", "quote": "I accept what I can't control."}]}, {"lines": [{"author": "", "quote": "We all think we're good people."}]}, {"lines": [{"author": "", "quote": "Turns out my life purpose isn't to be as small and silent and accommodating as possible."}]}, {"lines": [{"author": "", "quote": "Be kind to yourself. Be kind to the earth. Be kind to others."}]}, {"lines": [{"author": "", "quote": "At least we have each other."}]}, {"lines": [{"author": "Chris Cleave", "quote": "A scar does not form on the dying. A scar means, I survived"}]}], "political": [{"lines": [{"author": "Larry Kramer", "quote": "The bigger you get, the more cowardly you become; the more money you receive, the more self satisfied you are"}]}, {"lines": [{"author": "Amilcar Cabral", "quote": "Always bear in mind that the people are not fighting for ideas, for the things in anyone's head. They are fighting to win material benefits, to live better and in peace, to see their lives go forward, to guarantee the future of their childrens"}]}, {"lines": [{"author": "Valérie Rey Robert", "quote": "Nous devons arreter de croire que le sexisme est un probleme de femmes; les hommes en sont les principaux auteurs, ils ont donc collectivement la responsabilité d'y mettre fin."}]}, {"lines": [{"author": "", "quote": "Chaque année 94000 femmes sont victimes de viols, 98% des auteurs sont des hommes."}]}, {"lines": [{"author": "", "quote": "EN FRANCE UNE FEMME MEURT TOUT LES TROIS JOURS SOUS LES COUPS DE SON CONJOINT"}]}, {"lines": [{"author": "Valérie Rey Robert", "quote": "J'ai eu beaucoup de mal à écrire ce chapitre parceque la seule chose que j'avais envie d'écrire aux hommes tenait en quelques mots : Fermez la, Ecoutez nous, Arretez d'être lache face au sexisme, Arretez d'agresser sexuellement."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "The assumption that what currently exists must necessarily exist is the acid that corrodes all visionary thinking."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "There are no hierarchies in nature other than those imposed by hierarchical modes of human thought, but rather differences merely in function between and within living things."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "What compels me to fight this society is, of course, outrage over injustice, a love of freedom, and a feeling of responsibility for perpetuating and enlarging the human spirit — its beauty, creativity, and latent capacity to improve the world."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "I do not care to come to terms with an irrational society that corrodes all that is valuable in humanity, that eats away at all that is beautiful and noble in the human experience."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "We must consciously create our own world, not according to mindless customs and destructive prejudices, but according to the canons of reason, reflection, and discourse that uniquely belong to our own species."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "There can be no separation of the revolutionary process from the revolutionary goal. A society based on self-administration must be achieved by means of self-administration."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "An anarchist society, far from being a remote ideal, has become a precondition for the practice of ecological principles."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "We are confronted with the need not simply to improve society or alter it; we are confronted with the need to remake it."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "The great project of our time must be to open the other eye: to see all-sidedly and wholly, to heal and transcend the cleavage between humanity and nature."}]}, {"lines": [{"author": "Rosa Luxembourg", "quote": "The most revolutionnary thing one can do is always to proclaim loudly what is happening."}]}, {"lines": [{"author": "Chaia Heller", "quote": "It is time for ‘nature’ to be brought down to earth, to become the very stuff of our lives: the crowded street in our neighborhood, the water with which we wash our clothes, both sky scraper and smoke-stack, as well as the plants, animals, and  other creatures with whome we share the planet."}]}, {"lines": [{"author": "Chaia Heller", "quote": "Ecology must become the desire to infuse the objects, relationships, and practices of everyday life with the same quality of integrity, beauty, and meaning that people [...] commonly reserve for ‘nature’."}]}, {"lines": [{"author": "", "quote": "Pas de fachos dans nos quartiers, Pas de quartiers pour les fachos"}]}, {"lines": [{"author": "", "quote": "Pétain revient, t'as oublié tes chiens !"}]}, {"lines": [{"author": "", "quote": "Siamo tutti antifascisti !"}]}, {"lines": [{"author": "", "quote": "Pas d'répit pour les racistes, action, action antifasciste !"}]}, {"lines": [{"author": "", "quote": " Ami si tu tombes, mille amis sortent de l'ombre"}]}, {"lines": [{"author": "Françoise Giroud", "quote": "Ainsi commence le fascisme. Il ne dit jamais son nom, il rampe, il flotte, quand il montre le bout de son nez, on dit : C'est lui ? Vous croyez ? Il ne faut rien exagérer ! Et puis un jour on le prend dans la gueule et il est trop tard pour l'expulser."}]}, {"lines": [{"author": "Bertolt  Brecht", "quote": "Le fascisme n'est pas le contraire de la démocratie, mais son évolution par temps de crise."}]}, {"lines": [{"author": "André Malraux", "quote": "J'ai vu les démocraties intervenir contre à peu près tout, sauf contre le fascisme."}]}, {"lines": [{"author": "Slavoj Zizek", "quote": "Nietzsche avait bien perçu comment la civilisation allait aboutir au dernier homme, une créature apathique sans passion."}]}, {"lines": [{"author": "Slavoj Zizek", "quote": "Le seul moyen de vaincre l'intégrisme est de le priver du terreau sur lequel il se développe."}]}, {"lines": [{"author": "Moby", "quote": "Could you look an animal in the eyes and say to it: ‘My appetite is more important than your suffering’?"}]}, {"lines": [{"author": "Franz Kafka", "quote": "Now I can look at you in peace; I don’t eat you anymore."}]}, {"lines": [{"author": "Alicia Silverstone", "quote": "Being vegan helped me realise I can say and do what I believe is right. That’s powerful."}]}, {"lines": [{"author": "George Bernard Shaw", "quote": "The worst sin towards our fellow creatures is not to hate them but to be indifferent to them: that’s the essence of humanity."}]}, {"lines": [{"author": "", "quote": "To you, it is just a meal. To them, it is existence itself."}]}, {"lines": [{"author": "", "quote": "If vegans went vegan to feel superior and special, we wouldn’t encourage everyone else to do it. Which is it? Are we preaching and pressuring or doing it for our own egos?"}]}, {"lines": [{"author": "Natalie Portman", "quote": "Three times a day I remind myself that I value life and do not want to cause pain or to kill other living beings. That is why I eat the way I do."}]}, {"lines": [{"author": "Gary L Francione", "quote": "Veganism is not “a sacrifice.” It is a joy."}]}, {"lines": [{"author": "", "quote": "If you think eating meat is just a personal choice, you’re forgetting someone."}]}, {"lines": [{"author": "", "quote": "Animals are not voiceless, you are not listening."}]}, {"lines": [{"author": "", "quote": "Anything you can do, I can do vegan."}]}, {"lines": [{"author": "", "quote": "We’ll stop using straws to save fish, but won’t stop eating fish to save fish."}]}, {"lines": [{"author": "", "quote": "Happiness is finding out there are vegan options."}]}, {"lines": [{"author": "Ed Winters", "quote": "Veganism is a stepping stone: although it’s the single simplest thing that we can do to have the largest positive impact, it’s by no means the only thing that we can do."}]}, {"lines": [{"author": "Peter Singer", "quote": "We are, quite literally, gambling with the future of our planet – for the sake of hamburgers."}]}, {"lines": [{"author": "Will Tuttle", "quote": "There is something about veganism that is not easy, but the difficulty is not inherent in veganism, but in our culture."}]}, {"lines": [{"author": "Mikhail Bakunin", "quote": "When the people are being beaten with a stick, they are not much happier if it is called the People's Stick."}]}, {"lines": [{"author": "Emma Goldman", "quote": "If voting changed anything they would make it illegal."}]}, {"lines": [{"author": "Emma Goldman", "quote": "So I decided to become a midwife… I wanted to deliver a thousand babies. And as each one arrives, especially the little girls, I’ll be there first to whisper into her tender little ear: REBEL! REBEL!"}]}, {"lines": [{"author": "Emma Goldman", "quote": "If I can't dance, I don't want to be part of your revolution."}]}, {"lines": [{"author": "Oscar Wilde", "quote": "With the abolition of private property, then, we shall have true, beautiful, healthy Individualism. Nobody will waste his life in accumulating things, and the symbols for things. One will live. To live is the rarest thing in the world. Most people exist, that is all."}]}, {"lines": [{"author": "Emma Goldman", "quote": "I want freedom, the right to self-expression, everybody's right to beautiful, radiant things."}]}, {"lines": [{"author": "Mikhail Bakunin", "quote": "The urge to destory is a creative urge."}]}, {"lines": [{"author": "Oscar Wilde", "quote": "Upon the other hand, there are a great many people who, having no private property of their own, and being always on the brink of sheer starvation, are compelled to do the work of beasts of burden, to do work that is quite uncongenial to them, and to which they are forced by the peremptory, unreasonable, degrading Tyranny of want."}]}, {"lines": [{"author": "Frederick Douglas", "quote": "The struggle may be a moral one, or it may be a physical one, or it may be both. But it must be a struggle. Power concedes nothing without a demand. It never did and it never will."}]}, {"lines": [{"author": "Karl Marx", "quote": "Let the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win. Working Men of All Countries, Unite!"}]}, {"lines": [{"author": "Guy Debord", "quote": "Quotations are useful in periods of ignorance or obscurantist beliefs."}]}, {"lines": [{"author": "Voltairine de Cleyre", "quote": "I die as I have lived. An anarchist. Owing allegiance to neither God nor man."}]}, {"lines": [{"author": "The Clash", "quote": "Murder is a crime, unless it was done by a police man."}]}, {"lines": [{"author": "", "quote": "Society will only be free when the last capitalist is hung by the entrails of the last bureaucrat"}]}, {"lines": [{"author": "Durruti", "quote": "We have always lived in slums and holes in the wall. We will know how to accommodate ourselves for a while. For you must not forget that we can also build. It is we who built these palaces and cities, here in Spain and America and everywhere. We, the workers. We can build others to take their place. And better ones. We are not in the least afraid of ruins. We are going to inherit the earth; there is not the slightest doubt about that. The bourgeoisie might blast and ruin its own world before it leaves the stage of history. We carry a new world here, in our hearts. That world is growing in this minute."}]}, {"lines": [{"author": "Krishnamurti", "quote": "It is no measure of health to be well adjusted to a profoundly sick society."}]}, {"lines": [{"author": "Lucy Parsons", "quote": "When the prison, stake or scaffold can no longer silence the voice of the protesting minority, progress moves on a step, but not until then."}]}, {"lines": [{"author": "", "quote": "Sous les pavés, la plage!"}]}, {"lines": [{"author": "Buckminster Fuller", "quote": "The best way to predict the future is to design it."}]}, {"lines": [{"author": "Jean Pierre Foucault", "quote": "Is it surprising that prisons resemble factories, schools, barracks, hospitals, which all resemble prisons?"}]}, {"lines": [{"author": "Albert Libertad", "quote": "Resignation is death. Life is revolt."}]}, {"lines": [{"author": "George Jackson Brigade", "quote": "We are cozy, cuddly, armed and dangerous ... and we will raze every fucking prison to the ground."}]}, {"lines": [{"author": "Bhagat Singh", "quote": "Bombs and pistols alone do not make a revolution. The sword of revolution is sharpened on the whetting-stone of critical thought."}]}, {"lines": [{"author": "Assata Shakur", "quote": "Nobody in the world, nobody in history, has ever gotten their freedom by appealing to the moral senses of the people who were oppressing them."}]}, {"lines": [{"author": "Mikhail Bakunin", "quote": "The state is nothing more than the sum total of the liberties denied to the individual by a society."}]}, {"lines": [{"author": "", "quote": "Our aim is to agitate and disturb people. We're not selling bread, we're selling yeast."}]}, {"lines": [{"author": "Emma Goldman", "quote": "When we can't dream any longer we die."}]}, {"lines": [{"author": "Ericco Malatesta", "quote": "We anarchists do not want to emancipate the people; we want the people to emancipate themselves."}]}, {"lines": [{"author": "", "quote": "À chacun selon ses besoins, de chacun selon ses moyens."}]}, {"lines": [{"author": "Mikhail Bakunin", "quote": "To revolt is a natural tendency of life. Even a worm turns against the foot that crushes it. In general, the vitality and relative dignity of an animal can be measured by the intensity of its instinct to revolt."}]}, {"lines": [{"author": "Murray Bookchin", "quote": "The domination of nature by man stems from the very real domination of human by human"}]}, {"lines": [{"author": "Diogenes", "quote": "In the rich man's house, there is nowhere to spit but in his face."}]}, {"lines": [{"author": "Louise Michel", "quote": "C'est que le pouvoir est maudit, et c'est pour cela que je suis anarchiste."}]}, {"lines": [{"author": "Louise Michel", "quote": "Ce n'est pas une miette de pain, c'est la moisson du monde entier qu'il faut à la race humaine, sans exploiteur et sans exploité."}]}, {"lines": [{"author": "Louise Michel", "quote": "Quand la foule aujourd'hui muette, Comme l'Océan grondera, Qu'à mourir elle sera prête, La Commune se lèvera."}]}, {"lines": [{"author": "Serj Tankian", "quote": "I really feel like civilisation's already over. It's not ending but it's already done. We're all addicted to the concept that humanity equals civilisation and that's not the case. We need a global conversation to be able to decipher how we can live from this point forward. We have to redefine our relationship with our environment."}]}, {"lines": [{"author": "System of a Down", "quote": "What is it in us that turns a deaf ear to the cries of human suffering?"}]}, {"lines": [{"author": "System of a Down", "quote": "Where do you expect us to go when the bombs fall?"}]}, {"lines": [{"author": "Tom Morello", "quote": "A good song should make you wanna tap your foot and get with your girl. A great song should destroy cops and set fire to the suburbs. I'm only interested in writing great songs."}]}, {"lines": [{"author": "Rage Against the Machine", "quote": "Yes I know my enemies. They're the teachers who taught me to fight me, compromise, conformity, assimilation, submission, ignorance, hypocrisy, brutality, the elite, all of which are American dreams."}]}, {"lines": [{"author": "Rage Against the Machine", "quote": "Is all the world jails and churches?"}]}, {"lines": [{"author": "Elisée Reclus", "quote": "Parmi les causes qui dans l'histoire de l'humanité ont déjà fait disparaître tant de civilisations successives, il faudrait compter en première ligne la brutale violence avec laquelle la plupart des nations traitaient la terre nourricière."}]}, {"lines": [{"author": "", "quote": "Sometime Depressed But Always Antifascist"}]}, {"lines": [{"author": "", "quote": "Do you believe in life after work?"}]}, {"lines": [{"author": "", "quote": "The news is what's left of the truth after its manipulation by the ruling class."}]}, {"lines": [{"author": "Mariame Kaba", "quote": "Let this radicalize you rather than lead you to despair"}]}, {"lines": [{"author": "Emiliano Zapata", "quote": "\"I'd rather die on my feet than live on my knees\""}]}, {"lines": [{"author": "Fred Hampton", "quote": "You can kill the revolutionary but you can never kill the revolution."}]}, {"lines": [{"author": "Fred Hampton", "quote": "Nothing is more important than stopping fascism, because fascism is gonna stop us all."}]}, {"lines": [{"author": "Fred Hampton", "quote": "We're gonna have to do more than talk. We're gonna have to do more than listen. We're gonna have to do more than learn. We're gonna have to start practicing and that's very hard."}]}, {"lines": [{"author": "Fred Hampton", "quote": "If you walk through life and don't help anybody, you haven't had much of a life"}]}, {"lines": [{"author": "Black Sabbath", "quote": "Politicians argue for their own cause. Generals talk of peace but they want war"}]}, {"lines": [{"author": "Blackbird Raum", "quote": "The great divide between the rich and the poor/ The powerful and the weak/ The haves and the have-nots/ It's a world of contradictions"}]}, {"lines": [{"author": "THEA", "quote": "On ira, S'aimer sur les barricades, Cramer toute la capitale, S'tenir la main sur les toits, Mais promis c'est amical, Mais promis c'est amical."}]}, {"lines": [{"author": "NoFX", "quote": "I define success as not working, and I live like a king"}]}, {"lines": [{"author": "Gringe", "quote": "Lancer un pavé dans la mare ou une vitrine, c'est tout c'qui reste quand le dialogue est rompu."}]}, {"lines": [{"author": "Gringe", "quote": "On les a taxés d'incivisme et d'ignorance (Comme d'hab'), ils ont répondu par la légitime violence (Eh ouais)."}]}, {"lines": [{"author": "Orelsan", "quote": "Pourquoi tu joues les rebelles avec des idées toutes faites, si quand tu croises ton patron tu penses qu'à faire des courbettes ?"}]}, {"lines": [{"author": "grandson", "quote": "The price of your greed is your son and your daughter, what you gon' do when there's blood in the water?"}]}, {"lines": [{"author": "grandson", "quote": "When the last tree's fallen, the animal can't hide, money won't solve it : what's your alibi?"}]}, {"lines": [{"author": "grandson", "quote": "Is it time to speak up or time for silence?\\nTime for peace or is it time for violence?\\nIs there anybody out there that's payin' attention?"}]}, {"lines": [{"author": "grandson", "quote": "Do you have enough love in your heart, to go and get your hands dirty?"}]}, {"lines": [{"author": "NoFX", "quote": "Or maybe, tear it apart.\\nStart with assumption, that a million people are smart,\\nSmarter than one."}]}, {"lines": [{"author": "NoFX", "quote": "We are the queer ! We are the whore !\\nAmmunition in the class war; We are worker, We love our queen, We sacrifice."}]}, {"lines": [{"author": "NoFX", "quote": "We are the whore ! We are the queer !"}]}, {"lines": [{"author": "NoFX", "quote": "I think that our kids will probably see the end of humanity as we know it, cause this world’s about to blow it."}]}, {"lines": [{"author": "NoFX", "quote": "Will they see what they saw in ancient Rome, the destruction of the home? Will they see the end of civility?"}]}, {"lines": [{"author": "NoFX", "quote": "History is just an alibi; It’s believing every lie man has ever dared to write."}]}], "dev": [{"lines": [{"author": "Donald Knuth", "quote": "To program is to write to another programmer about our solutions to a problem"}]}, {"lines": [{"author": "Donald Knuth", "quote": "In fact what I would like to see is thousands of computer scientists let loose to do whatever they want. That's what really advances the field."}]}], "mass_effect": [{"lines": [{"author": "Irish toast (and James (then Garrus))", "quote": "May your glass be ever full. May the roof over your head be always strong. And may you be in heaven half an hour before the devil knows you're dead."}]}, {"lines": [{"author": "Javik", "quote": "Stand in the ashes of a trillion dead souls and ask their ghosts if honour matters. Their silence will be your answer."}]}, {"lines": [{"author": "Nassana", "quote": "Shepard... but... youre dead ?!"}, {"author": "Shepard", "quote": "I got better!"}]}, {"lines": [{"author": "Shepard", "quote": "I should go."}]}, {"lines": [{"author": "Shepard", "quote": "I'm sorry I can't hear you, I'm getting a lot of bullshit on this line."}]}, {"lines": [{"author": "Shepard", "quote": "Nobody ever fell in love without being a little bit brave."}]}, {"lines": [{"author": "Tank bred krogan", "quote": "I am not perfect, but I have purpose."}]}, {"lines": [{"author": "Anderson", "quote": "You did good, son. You did good. I’m proud of you."}]}, {"lines": [{"author": "Wrex Urdnot", "quote": "You are a champion to the Krogan people, a friend of Clan Urdnot, and a brother to me. To every Krogan born after this day, the name ‘Shepard’ will mean ‘Hero’! Now, let's show them why!"}]}, {"lines": [{"author": "Jack", "quote": "Turns out, mess with someone's head enough, you can turn a scared little kid into an all-powerful bitch."}]}, {"lines": [{"author": "Jeff “Joker” Moreau", "quote": "I don't trust anyone who makes more than I do"}]}, {"lines": [{"author": "Wrex Udnot", "quote": "Better than I’d feared. Worse than I’d hoped."}]}, {"lines": [{"author": "Shepard", "quote": "I won't let fear compromise who I am."}]}, {"lines": [{"author": "Major Kirrahe", "quote": "We held the line."}]}, {"lines": [{"author": "Mordin", "quote": "Cultural artistic expression reflects philosophical evolution, interest in growth- perspective, observation, interpretation. Suspect you won't see any art in collector base. Culturally dead; tools for the reapers. Worse than death."}]}, {"lines": [{"author": "Eve", "quote": "There is no other reason to exist other than the hope the next day will bring change. And if it doesn't, there is always the next."}]}, {"lines": [{"author": "Charr", "quote": "Let my broken bones build a wall around your garden, so you and the flower we planted together can grow safe and strong."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "After time adrift among open stars, among tides of light and to shoals of dust, I will return to where I began."}]}, {"lines": [{"author": "Samara", "quote": "Only your actions will be remembered, choose them well."}]}, {"lines": [{"author": "Shepard", "quote": "But take heart! Look around you! You're not in this fight alone. We face our enemy together, and together, we will defeat them!"}]}, {"lines": [{"author": "Liara T'Soni", "quote": "I've always lived for the pursuit of knowledge - whatever form that may take. Information is just one of many, and it's a valuable commodity."}]}, {"lines": [{"author": "Shepard", "quote": "You're not even alive. Not really. You're just a machine. And machines can be broken!"}]}, {"lines": [{"author": "Garrus", "quote": "It's so much easier to see the world in black and white. Gray... I don't know what to do with gray."}]}, {"lines": [{"author": "Garrus", "quote": "Are you kidding? I'm right behind you."}]}, {"lines": [{"author": "Kaidan Alenko", "quote": "But sometimes the way a thing goes down does matter, Shepard. Later, when you have to live with yourself. Knowing that you acted with integrity--then it matters."}]}, {"lines": [{"author": "CSec officer", "quote": "Do you want me to arrest you ?"}, {"author": "Wrex", "quote": "I want you to try."}]}, {"lines": [{"author": "Wrex", "quote": "We’re both warrior Shepard. Out of respect I want to warn you, I’m going to kill Fisk"}]}, {"lines": [{"author": "Wrex", "quote": "If I die in here, I’ll kill him"}]}, {"lines": [{"author": "Wrex", "quote": "Anything that isn’t constantly challenged grows weak"}]}, {"lines": [{"author": "Liara T'Soni", "quote": "You humans are creatures of action. You pursue your goals with an almost indomitable determination. It is an admirable trait, but also an intimidating one."}]}, {"lines": [{"author": "Jacob Taylor", "quote": "The more good you do, the less they want to admit something needed doing."}]}, {"lines": [{"author": "Samara", "quote": "I am a ruined vessel of sorrow and regret, but I am free."}]}, {"lines": [{"author": "Jack", "quote": "So fuck you and thanks for asking."}]}, {"lines": [{"author": "Shepard", "quote": "Words mean nothing until you put them into action."}]}, {"lines": [{"author": "Shepard", "quote": "Some people think asking for help is a sign of weakness. That's just being stupid and stubborn. No matter how strong you are, allies can make you stronger."}]}, {"lines": [{"author": "Jack", "quote": "Shit you sound like a pussy"}]}, {"lines": [{"author": "Jack", "quote": "I don’t care. I’m out to survive it, then cut loose"}]}, {"lines": [{"author": "Jack", "quote": "Rough stuff. I like it."}]}, {"lines": [{"author": "Jack", "quote": "Whatever you say, Boss man"}]}, {"lines": [{"author": "Tali'Zorah", "quote": "Give me a scrap of metal, a microprocessor, and I’ll make it do precision jump"}]}, {"lines": [{"author": "Jack", "quote": "Dead is dead. There’s no such things as a good way to go."}]}, {"lines": [{"author": "Jack", "quote": "I don’t care. I’m out to survive it, then cut loose"}]}, {"lines": [{"author": "Tali'Zorah", "quote": "I don’t think life is about what you deserve."}]}, {"lines": [{"author": "Wrex", "quote": "What a kick in the quad"}]}, {"lines": [{"author": "Thane", "quote": "We must carry the weight of our decisions Shepard."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "Im as free as the dust in the solar wind"}]}, {"lines": [{"author": "Shepard", "quote": "I'm only slow cause I'm not running"}]}, {"lines": [{"author": "Shepard", "quote": "I need to know someone is getting out of this alive."}]}, {"lines": [{"author": "Wrex", "quote": "You look well for dead, Shepard. Should have known the void couldn't hold you."}]}, {"lines": [{"author": "Wrex", "quote": "Now we can get back to doing what krogan do best: saving everyone else from giant monsters."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "The Pilgrimage proves we are willing to give of ourselves for the greater good. What does it say about me if I turn my back on this?"}]}, {"lines": [{"author": "Tali'Zorah", "quote": "We're family. This is just the worst kind of family meeting."}]}, {"lines": [{"author": "Jeff “Joker” Moreau", "quote": "I’m not good. I’m not even great. I’m the best damn helmsman in the Alliance fleet."}]}, {"lines": [{"author": "Jack", "quote": "You know what it's like... to think you're alone and find out you're not?"}]}, {"lines": [{"author": "Grunt", "quote": "I don't like this. Fury is my choice, not a sickness."}]}, {"lines": [{"author": "Grunt", "quote": "SHEPERD S HEPAURD  SHEPARUD!!!"}]}, {"lines": [{"author": "Jacob Taylor", "quote": "I guess I just got tired of never making a difference."}]}, {"lines": [{"author": "Jacob Taylor", "quote": "If these are our final days, I want to spend them protecting these people."}]}, {"lines": [{"author": "Legion", "quote": "How could we have become so different? Why can we no longer understand each other? What did we do wrong?"}]}, {"lines": [{"author": "Mordin Solus", "quote": "Lots of ways to help people. Sometimes heal patients; sometimes execute dangerous people. Either way helps."}]}, {"lines": [{"author": "Thane Krios", "quote": "The measure of an individual can be difficult to discern by actions alone."}]}, {"lines": [{"author": "Aria T'loak", "quote": "I'm back, you fuckers."}]}, {"lines": [{"author": "Kelly Chambers", "quote": "Character matters, not race or gender."}]}, {"lines": [{"author": "Eve", "quote": "In the darkest hour, there is always a way out."}]}, {"lines": [{"author": "Zaal'Koris vas Qwib-Qwib", "quote": "I would argue that the best hope for our people is not to be destroyed in a senseless war. But I fear I am in the minority."}]}, {"lines": [{"author": "Samantha Traynor", "quote": "If flagging your messages and managing strategic intel helps you in any way, then it's worth it."}]}, {"lines": [{"author": "Cora Harper", "quote": "Things feel better, though they don't feel fixed yet. Remember to take time for yourself, too. Work's important, but so is time to grieve."}]}, {"lines": [{"author": "S. Theris, “Twelve Leaves”, verse 132", "quote": "Grief and fear cannot rule you; let them be your faithful servants, protective of their mistress. Loss serves a huntress like fuel serves fire."}]}, {"lines": [{"author": "Cora Harper", "quote": "The razor's edge between known and unknown teaches you what can be cut away."}]}, {"lines": [{"author": "Drack Nakmor", "quote": "This usually helps me: (Drack has attached 37 images of various rifles and shotguns. Two are duplicate images. Many are low-res or watermarked.)"}]}, {"lines": [{"author": "Peebee", "quote": "The Milky Way was so... been-there-done-that. Even if I hadn't done it, someone had."}]}, {"lines": [{"author": "Liam Kosta", "quote": "I believed in a new beginning. Still do. I have to. We're in it."}]}, {"lines": [{"author": "Vetra Nyx", "quote": "What I'm saying is, different's not always better. I don't regret anything—or what I've done to get where I am."}]}, {"lines": [{"author": "Alec Ryder", "quote": "Every great moment in our history began with a dream."}]}, {"lines": [{"author": "Alec Ryder", "quote": "When your back is against the wall, use it."}]}, {"lines": [{"author": "Garrus", "quote": "We should record this and broadcast this to the reapers. They'll either run away, melt down, or fall in love."}]}, {"lines": [{"author": "Wrex", "quote": "Ah, next you'll be going on about how the strong aren't supposed to eat the weak. But everybody's weaker than me! What am I supposed to eat for lunch?"}]}, {"lines": [{"author": "Shepard", "quote": "People are messy, awkward, sometimes selfish or cruel. But they're trying. And I'm going to make sure they have a chance"}]}, {"lines": [{"author": "Garrus", "quote": "I just don't see the point in staying quiet and polite. Not when the galaxy is at stake."}]}, {"lines": [{"author": "Morinth", "quote": "Look into my eyes and tell me you want me. Tell me you'd kill for me. Anything I want."}]}, {"lines": [{"author": "Grunt", "quote": "We'll push our ennemies to the edge of space, then steps on their fingers one at a time until the void takes them."}]}, {"lines": [{"author": "Jack", "quote": "Rather do it to them first."}]}, {"lines": [{"author": "Shepard", "quote": "I have a lot to live for."}]}, {"lines": [{"author": "Shepard", "quote": "You've got to fight. We need you in this."}]}, {"lines": [{"author": "Dr. Karin Chakwas", "quote": "We didn't work for them, we used them. If I were to feel anything it would be guilt."}]}, {"lines": [{"author": "Shepard", "quote": "Yeah, I don't know Garrus. But I'm sure as hell gonna give it my best shot."}]}, {"lines": [{"author": "Admiral Hackett", "quote": "So I'll find their soft spots, avoid them where they're strong, and hit them when they're not."}]}, {"lines": [{"author": "Garrus", "quote": "Yell loud enough, and someone will eventually come over to see what all the fuss is about."}]}, {"lines": [{"author": "Jack", "quote": "I had no idea the king of the Boy Scout would show up."}]}, {"lines": [{"author": "Wrex", "quote": "Now we can get back to doing what krogan do best - Saving everyone from giant monsters."}]}, {"lines": [{"author": "Major Kirrahe", "quote": "Always expect trouble, failing that create trouble for someone else."}]}, {"lines": [{"author": "Shiala", "quote": "Our every action ripples through time, touching generations in ways we cannot hope to fathom."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "Keelah se'lai."}]}, {"lines": [{"author": "Garrus", "quote": "We've had a hell of a ride, haven't we ?"}]}, {"lines": [{"author": "Shepard", "quote": "Times like these, you know who your real friends are. They're not the ones running around looking for an escape route. They're the one who stand at your side through the worst of it, who never give up on you."}, {"author": "Garrus", "quote": "You're not going to propose marriage now are you ?"}]}, {"lines": [{"author": "Shepard", "quote": "Nobody is giving up. Not those turians. Not me. Not you."}]}, {"lines": [{"author": "Cortez", "quote": "If anyone can pull this all together, it's you. And I'm with you."}]}, {"lines": [{"author": "Anderson", "quote": "No matter how good you think you are, there's always somebody quicker, faster and a helluva lot smarter than you around the corner."}]}, {"lines": [{"author": "Liara", "quote": "I spend so much time chasing knowledge. Sometimes I forget that there are things you learn by doing nothing. By just spending time with the people you care about."}]}, {"lines": [{"author": "Jack", "quote": "Hey, you look like shit."}]}, {"lines": [{"author": "Kolyat", "quote": "When I was little I thought my father had it all figured out. He said men must be loyal to their friends and dangerous to their enemies. But when he prevented me from... from hurting someone,  he had changed. He said ennemies and ego are not as important as loved ones."}]}, {"lines": [{"author": "Charr", "quote": "My dream was to be by your side, a weed beside your beauty, twinning together in the warm Tuchanka sun."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "You fought when no one else would. When nobody else believed you. You can do this. I know you can."}]}, {"lines": [{"author": "Garrus", "quote": "Before your friend picks you up, dusts you off, and tells you you're the best damned soldier he's ever met."}]}, {"lines": [{"author": "Garrus", "quote": "I've lost a few fights in my time - and i'm still here. It's because I always made sur the next one belonged to me. And the one after that."}]}, {"lines": [{"author": "James", "quote": "You need to cut yourself some slack. Whatever it takes to get that data back from Cerberus, we're behind you."}]}, {"lines": [{"author": "Shepard", "quote": "We can't ignore that people are dying. The Reapers have no mercy, but we do."}]}, {"lines": [{"author": "Cortez", "quote": "Hell no. I'm not just any shuttle pilot. I'm your shuttle pilot. Wouldn't have it any other way."}]}, {"lines": [{"author": "Grunt", "quote": "I don't know. Drank a bit, left the hospital, broke a few windows."}]}, {"lines": [{"author": "Grunt", "quote": "Heh heh heh"}]}, {"lines": [{"author": "Shepard", "quote": "You want me to sit there and watch you cook ?"}, {"author": "Kaidan Alenko", "quote": "You're not watching me cook. You're helping me drink beer. Now sit your ass down."}, {"author": "Shepard", "quote": "So remember how I saved the Citadel? And then -you weren't there- I survived a suicide mission ? All these close calls I've had only to be taken out by dinner."}]}, {"lines": [{"author": "Tali'Zorah", "quote": "When do we get to stop reacting to our parents and start living for ourselves?"}]}, {"lines": [{"author": "Jack", "quote": "You're getting this. Hope you like it, 'cause it's too late now."}]}, {"lines": [{"author": "Grunt", "quote": "Ever seen a krogan drink so much they get sick on your floor? I'm here to make sure that dream comes true!"}]}, {"lines": [{"author": "Jack", "quote": "Oh that's just fuckin perfect. Did it occurs to you that maybe I'm trying to grow as a goddamn person?"}]}, {"lines": [{"author": "Samara", "quote": "You know, Zaeed, there's nothing wrong with silence between two friends."}]}, {"lines": [{"author": "Jack", "quote": "I still really hate you, but you have fantastic tits."}, {"author": "Miranda", "quote": "All right. I can live with this."}]}, {"lines": [{"author": "Jack", "quote": "Knock that shit off. You're gonna blow the Reapers to hell. And then you're coming back and taking me out dancing."}]}, {"lines": [{"author": "Jack", "quote": "You know, for all the shit we've been through, we've had a damn good ride."}, {"author": "Shepard", "quote": "The best."}]}, {"lines": [{"author": "Shepard", "quote": "I don't know how it's going to end, but whatever happens..."}, {"author": "Jeff “Joker” Moreau", "quote": "What do you mean, whatever happens? Everyone knows what's going to happen. You're gonna kick some Reaper ass. That's what you do. And I'll be flying you there in style."}]}, {"lines": [{"author": "Diana Allers", "quote": "The laughing part is important. I want you to make it all normal again, Shepard. Because that's the best revenge I can think of."}]}, {"lines": [{"author": "Shepard", "quote": "But that fear's gonna keep me alive long enough to strike these bastards right through the heart."}]}, {"lines": [{"author": "Shepard", "quote": "Sure, everything will change - but on our terms. We've been running until now, Miranda. It has to stop."}]}, {"lines": [{"author": "Jack", "quote": "Don't get killed dumbass. When this is over, I'm getting laid."}, {"author": "Shepard", "quote": "I love you, too."}]}, {"lines": [{"author": "Garrus", "quote": "No, I think we're about to kick the Reapers back into whatever black hole they crawled out of. Then we're going to retire somewhere warm and tropical and live off the royalties from the vids."}]}, {"lines": [{"author": "Garrus", "quote": "Forgive the insubordination, but this old friend has an order for you... Go out there and give them hell. You were born to do this."}]}, {"lines": [{"author": "Liara", "quote": "I just know I'll have a clever line five minute from now."}]}, {"lines": [{"author": "Wrex", "quote": "One word beat the monsters back to the abyss, and one word brought death to an ennemy none dared fight! That word was ‘Krogan’! And today the krogan rise again! Today we forge a new path and join the galaxies as allies in victory! Today... We win our future!"}]}, {"lines": [{"author": "Javik", "quote": "The future is still out there. It is something my people could never say: there will be a tomorrow."}]}, {"lines": [{"author": "Javik", "quote": "You are now the avatar of this cycle. The exemplar of victory. Not just for humanity, or turians, or protheans - but for all life. Every soul that has ever existed is watching this moment."}, {"author": "Shepard", "quote": "Well, no pressure when you put it that way."}]}, {"lines": [{"author": "Javik", "quote": "Do not waver. Victory is never won without difficult choices."}]}, {"lines": [{"author": "Samara", "quote": "Reflecting on one's place in the universe while a party rages within reach can feel oddly self-affirming."}]}, {"lines": [{"author": "Samantha Traynor", "quote": "Not with that voice! It's like feeling smoky satin slide accross your skin in soft candlelight."}]}, {"lines": [{"author": "Shepard", "quote": "Come on, Liara. You've seen the data. Even if we win, you and I won't live to see the parade."}, {"author": "Liara", "quote": "Then what's the damn point? Of drinks... or... any of it... if we could all die tomorrow?"}, {"author": "Shepard", "quote": "It's not tomorrow yet."}]}, {"lines": [{"author": "Garrus", "quote": "Come here often ? I imagine anyone who does is probably an alcoholic."}]}, {"lines": [{"author": "Shepard", "quote": "Maybe you’re right. Maybe we can’t win this. But we’ll fight you regardless! Just like we did Sovereign. Just like I’m doing now! However insignificant we may be. We will fight! We will sacrifice! And we will find a way! That’s what humans do!"}]}, {"lines": [{"author": "Thane", "quote": "Removing evil isn't the same as creating good"}]}, {"lines": [{"author": "Javik", "quote": "Despair is the enemy's greatest weapon. Do not let them wield it."}]}, {"lines": [{"author": "Drack", "quote": "Parents aren't meant to be a goal or a finish line. We're the starting line. Where you go from there? It's all you. Remember that."}]}], "spiderman": [{"lines": [{"author": "Miles Morales", "quote": "Nah, Imma do my own thing."}]}, {"lines": [{"author": "Miles Morales", "quote": "\"Everyone keeps telling me how my story is supposed to go.\""}]}, {"lines": [{"author": "Rio Morales", "quote": "Wherever you go from here, you have to promise to take care of that little boy for me. Make sure he never forgets where he came from. And he never doubts that he's loved. And never lets anyone tell him that he doesn't belong there."}]}, {"lines": [{"author": "Spider-punk", "quote": "\"Taking a crap on the establishment. I salute you.\""}]}], "star_wars": [{"lines": [{"author": "Yoda", "quote": "Do or do not, there's no try."}]}], "meme": [{"lines": [{"author": "", "quote": "The club is bumping. The ladies look good. The alcohol is flowing. There's much pain in this world but not in this room."}]}, {"lines": [{"author": "", "quote": "jgarde le smile malgré les épreuves... #battante #CONbattante #lavieestunepute"}]}, {"lines": [{"author": "joshcarlosjosh", "quote": "‘I wish it need not have happened in my time,’ said Frodo. ‘lmao’ said Gandalf, ‘well it has.’"}]}, {"lines": [{"author": "", "quote": "The risk I took was calculated, but man, am I bad at math."}]}, {"lines": [{"author": "", "quote": "She's bouncing on it in a manner that's truly a love letter to the genre"}]}, {"lines": [{"author": "Aveline", "quote": "A real nice night for an evening"}]}, {"lines": [{"author": "Antoine Daniel", "quote": "that's very weird but it is"}]}, {"lines": [{"author": "", "quote": "As a non practicing intellectual..."}]}, {"lines": [{"author": "", "quote": "You are not alone in this abyssal darkness. I am here, and we shall face the chasm as brothers."}]}, {"lines": [{"author": "Roman", "quote": "Oh here he comes, the attention whore."}]}, {"lines": [{"author": "", "quote": "Some days aren't worth the trouble. I'd rather go straight on to tomorrow."}]}, {"lines": [{"author": "", "quote": "Do I love him or do I just want to crush my thoughts with an intense feeling?"}]}, {"lines": [{"author": "", "quote": "So much money in the world and so little in my pocket..."}]}, {"lines": [{"author": "", "quote": "And now, having sufficiently confused you, I have to go."}]}, {"lines": [{"author": "", "quote": "with all due respect, which is none"}]}, {"lines": [{"author": "", "quote": "You're a terrible person.\\nI'm sorry, but you're irreparably evil"}]}, {"lines": [{"author": "", "quote": "I'm cringe... but I'm free."}]}, {"lines": [{"author": "", "quote": "Realizing life is worth living I just need to go to pound town"}]}, {"lines": [{"author": "", "quote": "enfaite tou le monde est homophone"}, {"author": "", "quote": "je peu pas te laisser dire sa tou les gen ne se prononcent pas pareil arrete"}]}, {"lines": [{"author": "", "quote": "ses une lecon de vie sur la tolerance mateo"}]}, {"lines": [{"author": "", "quote": "jespere que tes amis sont pas homophone pcq jai faim"}, {"author": "", "quote": "on dit homophobe mon amoure"}, {"author": "", "quote": "non je pense pas"}]}, {"lines": [{"author": "", "quote": "j'enai marre\\n\\tde etre bogosse"}]}, {"lines": [{"author": "@ExactTrashOnly", "quote": "No, I don't ‘make’ her cum, she's her own person. She can cum if she wants to, which she doesn't I guess."}]}, {"lines": [{"author": "", "quote": "Finally got laid (almost)"}]}, {"lines": [{"author": "@nice_yoshimi", "quote": "no no im not down at the pub. its a de facto social centre. im creating a sense of community. yeah no only like eight pints"}]}, {"lines": [{"author": "", "quote": "Tu m'a laissé en vu sans faire exprès ahah, ça bug non ? Ca va sinon tfk ?"}]}, {"lines": [{"author": "chronicintrovert", "quote": "i can't do this anymore! i mean i can, and i will, obviously. but i can't fucking do this anymore!"}]}, {"lines": [{"author": "", "quote": "Oh Christ, It's THIS ASSHOLE AGAIN"}]}, {"lines": [{"author": "Dril", "quote": "THE COP GROWLS ‘TAKE OFF TH OSE JEANS, CITIZEN.’ I COMPLY, REVEALING THE FULL LENGTH DENIM TATTOOS ON BOTH LEGS. THE COP SCREAMS; DEFEATED"}]}, {"lines": [{"author": "Dril", "quote": "IF THE ZOO BANS ME FOR HOLLERING AT THE ANIMALS I WILL FACE GOD AND WALK BACKWARDS INTO HELL"}]}, {"lines": [{"author": "Dril", "quote": "i just need to say, to anyone reading this.. You are Important, You are loved, and You belong in this world, if you have over 5000 followers"}]}, {"lines": [{"author": "Dril", "quote": "girls always love to telling people not to‘ Mansplain’ but they do not care of, ‘Man’s Pain’"}]}, {"lines": [{"author": "Dril", "quote": "if your grave doesnt say ‘rest in peace’ on it you are automatically drafted into the skeleton war"}]}, {"lines": [{"author": "Dril", "quote": "trying to heal….. please donate to my go fund me… $10 will make me less racist… $100 will make me extremely less racist…thank you…"}]}, {"lines": [{"author": "Dril", "quote": "the human mind… perhaps the most powerful weapon. second only to the ‘GUN’"}]}, {"lines": [{"author": "Dril", "quote": "blocked. blocked. blocked. youre all blocked. none of you are free of sin"}]}, {"lines": [{"author": "Dril", "quote": "i lvoe and cherish all of the girls of this site, and other websites. you all become my wife more and more with each passing day. Thank you"}]}, {"lines": [{"author": "THERAPIST", "quote": "your problem is, that youre perfect, and everyone is jealous of your good posts, and that makes you rightfully upset."}, {"author": "Dril", "quote": "I agree"}]}, {"lines": [{"author": "Dril", "quote": "drunk driving may kill a lot of people, but it also helps a lot of people get to work on time, so, it; s impossible to say if its bad or not"}]}, {"lines": [{"author": "Dril", "quote": "look, im not saying that martin luther king jr was a gamer. that would be ludicrous. im simply saying that if games had existed at the time"}]}, {"lines": [{"author": "Dril", "quote": "my friend the only crypto currency you wanna get your hands on is this: bird seed. There is a lot of birds and they all gotta eat"}]}, {"lines": [{"author": "DOCTOR", "quote": "you cant keep doing this to yourself. being The Last True Good Boy online will destroy you. you must stop posting with honor"}, {"author": "Dril", "quote": "No"}]}, {"lines": [{"author": "Dril", "quote": "Politic’s is back baby. It’s good again. Awoouu (wolf Howl)"}]}, {"lines": [{"author": "Dril", "quote": "im afraid i must say that i do not find the mysteries featured on ‘scooby-doo’ challenging enough."}]}, {"lines": [{"author": "Dril", "quote": "Should i learn Letters first? Or choose the path of Numbers? A queston every baby must ask it self."}]}, {"lines": [{"author": "Dril", "quote": "every generation deserves at least 5 movies named ‘Spider Man 2’"}]}, {"lines": [{"author": "Dril", "quote": "sorry boys.. im goin A.W.O.L.. !!! Another Weekend On-Line"}]}], "lord_of_the_ring": [{"lines": [{"author": "J.R.R. Tolkien", "quote": "‘I wish it need not have happened in my time,’ said Frodo. ‘So do I,’ said Gandalf, ‘and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.’"}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "Deserves it! I daresay he does. Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "And he took her in his arms and kissed her under the sunlit sky, and he cared not that they stood high upon the walls in the sight of many."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "Courage is found in unlikely places."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "So comes snow after fire, and even dragons have their endings."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "Where there's life there's hope."}]}, {"lines": [{"author": "J.R.R. Tolkien", "quote": "I do not love the bright sword for its sharpness, nor the arrow for its swiftness, nor the warrior for his glory. I love only that which they defend."}]}], "the_bear": [{"lines": [{"author": "Carmen Berzatto", "quote": "Yes chef. Say it back."}]}, {"lines": [{"author": "Carmen Berzatto", "quote": "You’re watching the fire and you’re thinking, ‘if I don't do anything…this place will burn down and all my anxiety will go away with it.‘"}]}, {"lines": [{"author": "Luca", "quote": "You can spend all the time in the world in here, but if you Dont spend enough time out there..."}]}, {"lines": [{"author": "Carmen Berzatto", "quote": "No amount of good is worth how terrible this feels."}]}, {"lines": [{"author": "Richie", "quote": "This Is A Delicate F*cking Ecosystem!"}]}], "lyric": [{"lines": [{"author": "Blackbird Raum", "quote": "But it won't be the witches that are burning this time."}]}, {"lines": [{"author": "System of a Down", "quote": "Pretending that we live doesn't make us alive."}]}, {"lines": [{"author": "Serj Tankian", "quote": "My cock is much bigger than yours."}]}, {"lines": [{"author": "System of a Down", "quote": "Always want to play but you never want to lose."}]}, {"lines": [{"author": "Rage Against the Machine", "quote": "It has to start somewhere, it has to start sometime, what better place than here? What better time than now?"}]}, {"lines": [{"author": "Rage Against the Machine", "quote": "When ignorance reigns, life is lost..."}]}, {"lines": [{"author": "Rage Against the Machine", "quote": "Fuck you I won't do what you tell me. Fuck you I won't do what you tell me"}]}, {"lines": [{"author": "Black Sabbath", "quote": "Black Sabbath, sabbath bloody sabbath/ Evil is on the rise/ Evil is on the loose"}]}, {"lines": [{"author": "Days N' Daze", "quote": "Rise to live, don't die to sleep. Fight for your life, don't give up the fight"}]}, {"lines": [{"author": "NoFX", "quote": "We live on borrowed time but can't decide who the payments are for."}]}, {"lines": [{"author": "NoFX", "quote": "We're the moron brothers/ We're the idiots of the world/ We're the ones who don't know what to do/ We're the ones who don't know where to go"}]}, {"lines": [{"author": "NoFX", "quote": "I had a garden but my flowers died of negligence."}]}, {"lines": [{"author": "THEA", "quote": "Parce qu'il faut bien laisser une trace, Dans un regard ou dans la glace, Oh mon amour fais moi la place."}]}, {"lines": [{"author": "THEA", "quote": "Je te chant'rai qu'la vie est belle, J'en crois pas un mot mais, Je croyais en rien avant ton ‘je t’aime’"}]}, {"lines": [{"author": "THEA", "quote": "Y'a que la tristesse qui nous retient, Tout est colère, tout est venin."}]}, {"lines": [{"author": "THEA", "quote": "Toutes nos ivresses se sont éteintes, Corps libertaires au creux d’tes mains."}]}, {"lines": [{"author": "THEA", "quote": "Même plus envie de débattre, La colère voudrait tout foutre en l’air."}]}, {"lines": [{"author": "My Chemical Romance", "quote": "He said, ‘Son, when you grow up, would you be the savior of the broken, the beaten, and the damned?’ He said, ‘Will you defeat them, your demons and all the non-believers, the plans that they have made?’"}]}, {"lines": [{"author": "My Chemical Romance", "quote": "We'll carry on, we'll carry on, and though you're dead and gone, believe me, your memory will carry on, we'll carry on."}]}, {"lines": [{"author": "My Chemical Romance", "quote": "So paint it black and take it back, and let's shout it loud and clear"}]}, {"lines": [{"author": "My Chemical Romance", "quote": "We want it all, we wanna play this part, I won't explain or say I'm sorry, I'm unashamed, I'm gonna show my scar."}]}, {"lines": [{"author": "My Chemical Romance", "quote": "They're gonna clean up your looks with all the lies in the books to make a citizen out of you."}]}, {"lines": [{"author": "My Chemical Romance", "quote": "They're gonna rip up your heads, your aspirations to shreds, another cog in the murder machine."}]}, {"lines": [{"author": "NoFX", "quote": "Come on underachievers, Come on all you underpass believers; We’ll give you the skill for street livin', It feels pretty great to just give in, so just give in."}]}, {"lines": [{"author": "NoFX", "quote": "We've got no competition, We've got no accomplished mission, We just wanna live and let others live."}]}, {"lines": [{"author": "NoFX", "quote": "Let's just fuck and drink and be alive, not just survive."}]}, {"lines": [{"author": "Greenday", "quote": "My mind is set on overdrive, the clock is laughin' in my face."}]}, {"lines": [{"author": "Minutes til Midnight", "quote": "I'm going out fighting, Like lightning, I'm thunder and the rain."}]}, {"lines": [{"author": "Dua Lipa", "quote": "All night, I'll riot with you; I know you got my back and you know I got you."}]}, {"lines": [{"author": "Dua Lipa", "quote": "It's time I wave goodbye from the window."}]}, {"lines": [{"author": "Dua Lipa", "quote": "Let's be bad together, make the devil smile."}]}, {"lines": [{"author": "Orelsan", "quote": "J'me suis fait tout seul, j'me suis fécondé."}]}, {"lines": [{"author": "Disiz", "quote": "J'voudrais m'noyer dans les airs, j'veux qu'on m'enciele, pas qu'on m'enterre."}]}, {"lines": [{"author": "Disiz", "quote": "Et j'y traduirai la Grâce; j'm'accrocherai à c'que j'pourrai; j'm'en fous qu'tu sois dans l'espace."}]}, {"lines": [{"author": "Disiz", "quote": "Ma douce, pleure pas tes morts, tu leur ferais du tort; s'ils étaient vivants, te verraient comme ça, s'ils étaient vibrants, te prendraient dans leurs bras; tu les rendrais tristes, te voir dans cet état."}]}, {"lines": [{"author": "Disiz", "quote": "Mais qu'ils ont de la chance, d'avoir quitté ce monde; Bien sûr, ils nous manquent, mais quelle bénédiction."}]}, {"lines": [{"author": "Disiz", "quote": "La vie me va comme un gant d'boxe, et je refuse de rester au sol en attendant le décompte; L'amour me sauvera, j'serai jamais sauvé par le gong."}]}, {"lines": [{"author": "Disiz", "quote": "Je rentre dans l'arène, dans la ronde; La mort me donnera raison de ce monde."}]}, {"lines": [{"author": "Disiz", "quote": "Dans l'miroir est mon adversaire."}]}, {"lines": [{"author": "Disiz", "quote": "J'veux aller au bout du jour, pas au bout de la nuit."}]}, {"lines": [{"author": "Disiz", "quote": "Trop proche de la dèche, précaire est la vocation, mais trop fier pour faire d'la lèche pour d'la dotation."}]}, {"lines": [{"author": "Disiz", "quote": "Ils pensent être les rois du monde, moi, je suis le roi de moi; Si, demain, c'est la fin du monde, j'suis préparé depuis des mois."}]}, {"lines": [{"author": "Disiz", "quote": "Qu’on était sublime, sublime; Beaux, vrais, forts, on était sublime."}]}, {"lines": [{"author": "Disiz", "quote": "J’aime quand le ciel est mauve, le soir, et s’accorde avec ma peine pastel."}]}, {"lines": [{"author": "Disiz", "quote": "J'suis intenable, j'suis increvable; Peu importe, j'ai d'la force, tout est possible, tout est faisable."}]}, {"lines": [{"author": "Disiz", "quote": "J'veux que d'la lumière, que d'la vie, que d'la vibe, que d'la graille; Je suis boosté, j'suis en roue libre, je suis high, je suis high."}]}, {"lines": [{"author": "grandson", "quote": "Now I am the violence, I am the sickness; Won't accept your silence, beg me for forgiveness."}]}, {"lines": [{"author": "grandson", "quote": "When I go into the ground, I won't go quietly, I'm bringin' my crown.\\nWhen I go into the ground, Oh, they gotta bury me, bury me face down."}]}, {"lines": [{"author": "grandson", "quote": "I've been on the run, since I was a boy,\\nBut now I'm done runnin', got another thing comin',\\nWatch my enemies get destroyed."}]}, {"lines": [{"author": "NoFX", "quote": "We've been divided, we've been bled, like a chicken without a head, running frantically amok, taking but not giving a fuck."}]}, {"lines": [{"author": "NoFX", "quote": "It’s time, it needs to be said. I’m sorry to be the one to inform you, but man and womankind has unfortunately been pronounced dead."}]}, {"lines": [{"author": "Orelsan", "quote": "Maintenant, t'es dans l'grand bain, devine comment on nage."}]}, {"lines": [{"author": "Orelsan", "quote": "Comme à chaque fois qu'tu déménages, c'est un monde qui s'écroule; Écoute, l'histoire s'écrit en tournant les pages."}]}, {"lines": [{"author": "Orelsan", "quote": "Souvent seul avec tes problèmes, souvent, c'est toi l'problème."}]}, {"lines": [{"author": "Orelsan", "quote": "T'es au moment d'ta vie où tu peux devenir c'que tu veux; Le même moment où c'est l'plus dur de savoir c'que tu veux."}]}, {"lines": [{"author": "Orelsan", "quote": "Ah, c'qui compte c'est pas l'arrivée, c'est la quête."}]}, {"lines": [{"author": "Orelsan", "quote": "Quand t'as l'désert à traverser, il y a rien à faire, sauf d'avancer."}]}, {"lines": [{"author": "Orelsan", "quote": "En vrai, tu peux pas tout contrôler faut que tu l'acceptes; Être heureux, c'est comme le reste, faut d'abord apprendre à l'être, je sais."}]}, {"lines": [{"author": "Orelsan", "quote": "Tu vas te coucher en disant demain j'le fais, tu t'réveilles en disant demain j'le fais, mon ami."}]}, {"lines": [{"author": "Flora Cash", "quote": "I saw the part of you, That only when you're older, you will see too."}]}, {"lines": [{"author": "Flora Cash", "quote": "It's like you told me, go forward slowly, it's not a race to the end."}]}, {"lines": [{"author": "Flora Cash", "quote": "Well, you look like yourself, but you're somebody else; Only it ain't on the surface\\nWell, you talk like yourself, no, I hear someone else though."}]}, {"lines": [{"author": "The Last Dinner Party", "quote": "I wish I knew you, when touch was innocent,\\nI wish I knew you, before it felt like a sin."}]}, {"lines": [{"author": "Linkin Park", "quote": "Time is a valuable thing, watch it fly by as the pendulum swings, watch it count down to the end of the day."}]}, {"lines": [{"author": "Linkin Park", "quote": "What it meant to me will eventually be, a memory of a time when I tried so hard."}]}, {"lines": [{"author": "Linkin Park", "quote": "I don't know what you're expecting of me, put under the pressure of walking in your shoes."}]}, {"lines": [{"author": "Linkin Park", "quote": "I don't know what's worth fighting for or why I have to scream."}]}, {"lines": [{"author": "System of a Down", "quote": "Grab a brush and put a little makeup, hide your scars to fade away the shakeup."}]}, {"lines": [{"author": "System of a Down", "quote": "Always wanna play, but you never wanna lose."}]}, {"lines": [{"author": "System of a Down", "quote": "Such a lonely day should be banned; It's a day that I can't stand."}]}, {"lines": [{"author": "System of a Down", "quote": "Dead man lying on the bottom of the grave, wondering when savior comes, is he gonna be saved?"}]}, {"lines": [{"author": "mazie", "quote": "Even though by now I think we should have realized: Everyone is dumb (dumb, dumb, dumb, dumb, dumb, dumb, dumb)."}]}, {"lines": [{"author": "IAM", "quote": "Pour s'apercevoir que l'espoir émerge du noir; Une partie de tout homme la force manipule; D'un rien il suffit pour que l'être bascule."}]}, {"lines": [{"author": "IAM", "quote": "Petit présomptueux ne vois-tu pas le nombre déployé ? L'armée des ombres, tu seras éliminé."}]}, {"lines": [{"author": "Deftones", "quote": "Shut up, you don't know me ! Squeal like a pig when you pickpocket, big fuckin' head!"}]}, {"lines": [{"author": "Portugal. The Man", "quote": "As I finally meet my end, I won't be scared, I won't defend the things I've done."}]}, {"lines": [{"author": "Portugal. The Man", "quote": "I just wanna sleep forever; Never see tomorrow or lead or follow,\\nI don't wanna work forever; Know what I know or beg or borrow."}]}], "date": [{"lines": [{"author": "", "quote": "You don't hate mondays, you hate the pain of existence."}], "date": "0 */*/*"}, {"lines": [{"author": "", "quote": "It's november 10th now. There is a circulatory system walking through the kitchen"}], "date": "* 10/11/*"}, {"lines": [{"author": "", "quote": "Salut everybody tout le monde ! Ca y est c'est mardi, c'est bientôt le week-end !"}], "date": "1 */*/*"}, {"lines": [{"author": "Greenday", "quote": "Summer has come and passed, the innocent can never last, wake me up when September ends."}], "date": "* */9/*"}, {"lines": [{"author": "Buffalo Grill (to Thomas Dargent)", "quote": "Bon anniversaire les p'tits Indiens ! Bon anniversaire les p'tits cow-boys ! Venez chanter et danser avec tous vos copains. Ici tout est permis, on s'amuse bien !"}], "date": "* 18/01/*"}], "movie": [{"lines": [{"author": "Jess", "quote": "I don't think I can even look at him without getting pregnant."}]}, {"lines": [{"author": "", "quote": "Never resist an impulse, Sabrina, especially if it's terrible."}]}, {"lines": [{"author": "", "quote": "Promise me one thing - don't take me home until I'm drunk."}]}, {"lines": [{"author": "Hitchcock", "quote": "Did you ever have the feeling that you were being watched?"}]}, {"lines": [{"author": "Hitchcock", "quote": "Did you ever have the feeling that you were being watched?"}]}, {"lines": [{"author": "", "quote": "A good life needs some bad day."}]}, {"lines": [{"author": "", "quote": "I'm curious about people. No one's totally uninteresting."}]}, {"lines": [{"author": "", "quote": "You don't want to see anyone, or to talk, or to think, nor to go out, or move."}]}, {"lines": [{"author": "", "quote": "You are not bad, you are just in pain."}]}, {"lines": [{"author": "", "quote": "I believe one should fight for what one believes"}]}, {"lines": [{"author": "", "quote": "What if God just put us here for his own entertainment?"}]}, {"lines": [{"author": "", "quote": "He's simply passing time without actually living his life. In other words, he's not really even alive."}]}, {"lines": [{"author": "", "quote": "Live carefully, because there are people around you."}]}, {"lines": [{"author": "Flight of the Conchords", "quote": "What I really need is just some... just some compliments, I think."}]}, {"lines": [{"author": "", "quote": "I just met a wonderful man. He's fictional, but you can't have everything."}]}, {"lines": [{"author": "Trainspotting", "quote": "One thousand years from now, there'll be no guys, and no girls, just wankers."}]}, {"lines": [{"author": "???", "quote": "Why do you want to die Henri?"}, {"author": "Henri", "quote": "Personal reasons."}]}, {"lines": [{"author": "", "quote": "A little older, a little more confused."}]}, {"lines": [{"author": "Log Lady", "quote": "One day the sadness will end."}]}, {"lines": [{"author": "", "quote": "I don't want realism. I want magic."}]}, {"lines": [{"author": "Bong Joon-ho", "quote": "To me, that's cinema"}]}, {"lines": [{"author": "Martin Scorcese", "quote": "Yeah, that's cinema"}]}, {"lines": [{"author": "David Lynch", "quote": "Follow your dreams. Unless they're stupid."}]}, {"lines": [{"author": "David Lynch", "quote": "Believe it or not, Primary Colours are total fucking bullshit."}, {"author": "", "quote": "Elaborate on that."}, {"author": "David Lynch", "quote": "No."}]}, {"lines": [{"author": "David Lynch", "quote": "Okay, let's try that again, but this time good."}]}, {"lines": [{"author": "", "quote": "This is not a psychotic breakdown. It's a cleansing moment of clarity."}]}, {"lines": [{"author": "Hot Priest", "quote": "And love isn't something that weak people do.\\nBeing a romantic takes a hell lot of hope."}]}, {"lines": [{"author": "Everything Everywhere All At Once", "quote": "When I choose to see the good side of things, I'm not being naive. It is strategic and necessary. It's how I've learned to survive through everything."}]}], "": [{"lines": [{"author": "", "quote": "Waking up was the worst idea."}]}, {"lines": [{"author": "", "quote": "I'm scared this is all I will ever be."}]}, {"lines": [{"author": "", "quote": "Don't give up now... I think I see a light."}]}, {"lines": [{"author": "", "quote": "...And this man can protect it. For he is now cosmically aware!"}]}], "man_of_steel": [{"lines": [{"author": "Clark Kent", "quote": "The world is too big, Mom."}, {"author": "Martha Kent", "quote": "Then make it small."}]}], "comics": [{"lines": [{"author": "Ramona Flower", "quote": "Are you well? Do you have brain damage?"}]}]}